alpha_0.8/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
15041
(
( 3.008695967e-05 -1.467253423e-05 -8.114201933e-07 2.901924745e-05 2.212424306e-07 2.528073674e-05 )
( 2.940404374e-05 -1.38317846e-05 -8.011483033e-07 2.841275636e-05 1.902340472e-07 2.463874625e-05 )
( 3.105677024e-05 -1.496116238e-05 -7.651519809e-07 2.629529263e-05 3.268187356e-07 2.373670213e-05 )
( 2.908127135e-05 -1.307570255e-05 -6.909915555e-07 2.788726306e-05 1.958865994e-07 2.456442235e-05 )
( 3.03844572e-05 -1.440067172e-05 -7.036227316e-07 2.615630001e-05 3.095823047e-07 2.31730337e-05 )
( 3.113989442e-05 -1.456333302e-05 -4.32017373e-07 2.378770478e-05 3.679346605e-07 2.271250924e-05 )
( 2.894176032e-05 -1.243572842e-05 -5.957807616e-07 2.70477758e-05 2.127058423e-07 2.452621993e-05 )
( 2.985128958e-05 -1.378302295e-05 -6.135601325e-07 2.593855606e-05 2.922767521e-07 2.266820775e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
